# SetDocDrpShadwByCls

## Description
```pascal
PROCEDURE SetDocDrpShadwByCls(bEnable : BOOLEAN);
```

```python

def vs.SetDocDrpShadwByCls(bEnable):
    return None
```

## Parameters
|Name|Type|Description|
|---|---|---|
|bEnable|BOOLEAN||

## Version
Availability: from Vectorworks 2017
## Category
* Document Attributes